Repository: sonect/sonect-idenfy-kyc-plugin
Catalog: IdenfyKycPlugin/Assets/*.lproj/Idenfy.strings
Languages: de, fr, it

# IDENFY_FACE_LIVENESS_MESSAGE
source: Too many times failed the liveness check
de: Zu oft ist die Überprüfung Deiner Identität fehlgeschlagen
fr: Le scan de votre visage a trop souvent échoué
it: Troppe volte ha fallito il controllo della vivacità

# IDENFY_SERVER_ERROR_MESSAGE
source: Oops! Something went wrong.
de: Hoppla! Etwas ist schief gelaufen.
fr: Oops! Une erreur est survenue…
it: Oops! Qualcosa è andato storto.

# IDENFY_TOKEN_NOT_VALID_MESSAGE
source: Session expired!
de: Sitzung abgelaufen!
fr: La session a expiré!
it: Sessione scaduta!

# IDENFY_TOO_MANY_REATTEMPTS_MESSAGE
source: Too many attempts!
de: Zu viele Versuche!
fr: Trop d'essais ont été enregistrés!
it: Troppi tentativi!

# idenfy_alert_message_abort_identification_information
source: Are you sure you want to abort identification?
de: Möchtest Du die Identifizierung wirklich abbrechen?
fr: Êtes-vous sûr de vouloir interrompre le processus d'identification?
it: Sei sicuro di voler interrompere l'identificazione?

# idenfy_alert_message_manual_reviewing_information
source: Because you chose a document other than an id card or passport, we are required to review your case one more time.
de: Da Du ein anderes Dokument als einen Personalausweis oder Reisepass ausgewählt hast, müssen wir Deinen Fall noch einmal überprüfen.
fr: Nous devons réexaminer votre cas car vous avez sélectionné un document autre qu'une carte d'identité ou un passeport.
it: Poiché hai scelto un documento diverso da una carta d'identità o passaporto, siamo tenuti a riesaminare il tuo caso ancora una volta.

# idenfy_alert_message_restart_identification_information
source: Are you sure you want start over?
de: Bist Du sicher, dass Du von vorne beginnen möchten?
fr: Êtes-vous sûr de vouloir recommencer?
it: Sei sicuro di voler ricominciare?

# idenfy_alert_negative_button_abort_identification_information
source: NO
de: NEIN
fr: NON

# idenfy_alert_negative_button_restart_identification_information
source: NO
de: NEIN
fr: NON

# idenfy_alert_positive_button_abort_identification_information
source: YES
de: JA
fr: OUI
it: SÌ

# idenfy_alert_positive_button_manual_reviewing_information
source: Proceed
de: Vorgehen
fr: Continuer
it: Procedere

# idenfy_alert_positive_button_restart_identification_information
source: YES
de: JA
fr: OUI
it: SÌ

# idenfy_alert_title_abort_identification_information
source: Abort identification
de: Identifikation abbrechen
fr: Interrompre l'identification
it: Annullare l'identificazione

# idenfy_alert_title_restart_identification_information
source: Start over
de: Von vorn anfangen
fr: Recommencer
it: Ricominciare

# idenfy_common_title_navigation_back
source: Back
de: Zurück
fr: Retour
it: Indietro

source: BACK
de: ZURÜCK
fr: VERSO
it: INDIETRO

source: FRONT
de: VORDERSEITE
fr: RECTO
it: DAVANTI

source: PASSPORT COVER
de: PASS DOKUMENT
fr: COUVERTURE DU PASSEPORT
it: COPERTURA DEL PASSAPORTO

source: PASSPORT MAIN PAGE
de: PASS-HAUPTSEITE
fr: PASSEPORT PAGE PRINCIPALE
it: PAGINA PRINCIPALE DEL PASSAPORTO

source: UTILITY BILL
de: GEBRAUCHSRECHNUNG
fr: FACT UTILITY
it: Fattura di utilità

# idenfy_document_and_face_camera_results_button_next_step_title
source: Confirm
de: Richtig
fr: Confirmer
it: Giusto

# idenfy_document_and_face_camera_results_button_retake_photo_title
source: Retake
de: Wiederholen
fr: Reprendre la photo
it: Riprendere

# idenfy_document_camera_preview_session_message_document_type_id_card_back
source: Fit the back of identification card into the frame and press circle button
de: Setze die Rückseite des Ausweises in den Rahmen ein und drücke die Kreistaste
fr: Placez le verso de la carte d’identité dans le cadre et prenez la photo
it: Montare il retro della carta d'identità nella cornice e premere il pulsante circolare

# idenfy_document_camera_preview_session_message_document_type_id_card_front
source: Fit the front of identification card into the frame and press circle button
de: Setze die Vorderseite des Ausweises in den Rahmen ein und drücke die Kreistaste
fr: Placez le recto de la carte d’identité dans le cadre et prenez la photo
it: Inserire la parte anteriore del documento di identità nel telaio e premere il pulsante circolare

# idenfy_document_camera_preview_session_message_document_type_passport
source: Fit the passport main part into the frame and press circle button
de: Passen Du das Passhauptteil in den Rahmen ein und drücken Du die Kreistaste
fr: Placez la pièce principale du passeport dans le cadre et prenez la photo
it: Inserire la parte principale del passaporto nel telaio e premere il pulsante circolare

# idenfy_document_camera_preview_session_message_part_0_document_type_default
source: Place
de: Platz
fr: Endroit
it: Posto

# idenfy_document_camera_preview_session_message_part_1_back_document_type_default
source: the back
de: die Rückseite
fr: Placez le verso
it: il retro

source: the front
de: die Vorderseite
fr: Placez le recto
it: la parte anteriore

# idenfy_document_camera_preview_session_message_part_2_document_type_default
source: of the document into a white frame and then take a picture.
de: des Dokuments in den weissen Rahmen platzieren und ein Bild machen.
fr: du document dans le cadre, puis prenez la photo.
it: del documento in una cornice bianca e quindi scattare una foto.

# idenfy_document_camera_results_message_document_type_default
source: Caution: Make sure the document is fully visible and the text is readable.
de: Achtung: Sicherstellen, dass das Dokument vollständig sichtbar und der Text lesbar ist.
fr: Attention: Assurez-vous que le document est entièrement visible et que le texte est lisible.
it: Attenzione: assicurarsi che il documento sia completamente visibile e che il testo sia leggibile.

# idenfy_document_camera_results_message_document_type_id_card_back
source: Document information must be clearly visible, otherwise - make photo one more time
de: Die Dokumentinformationen müssen gut sichtbar sein, ansonsten mache das Foto noch einmal.
fr: Les informations sur le document doivent être clairement visibles. Reprenez la photo si ce n'est pas le cas.
it: Le informazioni sul documento devono essere chiaramente visibili, altrimenti: fare nuovamente una foto

# idenfy_document_camera_results_message_document_type_passport
source: Document information must be clearly visible and hologram should not cover your face, otherwise - make photo one more time
de: Die Dokumentinformationen müssen gut sichtbar sein und das Hologramm darf Dein Gesicht nicht bedecken. Andernfalls mache das Foto erneut.
fr: Les informations sur le document doivent être clairement visibles et l'hologramme ne doit pas couvrir votre visage. Reprenez la photo si ce n'est pas le cas.
it: Le informazioni del documento devono essere chiaramente visibili e l'ologramma non deve coprire il tuo viso, altrimenti fai un'altra foto

# idenfy_documents_selection_list_item_document_type_driver_licence
source: DRIVER LICENSE
de: FÜHRERSCHEIN
fr: PERMIS DE CONDUIRE
it: PATENTE DI GUIDA

# idenfy_documents_selection_list_item_document_type_id_card
source: IDENTITY CARD
de: PERSONALAUSWEIS
fr: CARTE D'IDENTITÉ
it: CARTA D'IDENTITÀ

# idenfy_documents_selection_list_item_document_type_other
source: OTHER
de: ANDERE
fr: AUTRE
it: ALTRO

# idenfy_documents_selection_list_item_document_type_passport
source: PASSPORT
de: REISEPASS
fr: PASSEPORT
it: PASSAPORTO

# idenfy_documents_selection_list_item_document_type_residence_permit
source: RESIDENCE PERMIT
de: AUFENTHALTSGENEHMIGUNG
fr: PERMIS DE RÉSIDENCE
it: PERMESSO DI RESIDENZA

# idenfy_documents_selection_top_information_title
source: Select document type
de: Wähle den Dokumenttyp
fr: Sélectionnez le type de document
it: Seleziona il tipo di documento

# idenfy_error_message_agree_with_terms_of_service
source: Agree with terms of service
de: Ich stimme den Nutzungsbedingungen zu
fr: Accepter les conditions d'utilisation
it: Accetto i termini del servizio

# idenfy_error_message_select_your_document_issuing_country_message
source: Select your document issuing country
de: Wähle das Ausstellungsland
fr: Sélectionnez le pays émetteur de votre document
it: Seleziona il paese di rilascio del documento

# idenfy_face_camera_preview_session_message
source: When the face is in frames and is fully captured, take a photo.
de: Nehme ein Foto auf, sobald sich Dein Gesicht in dem Rahmen befindet und vollständig erfasst ist.
fr: Lorsque le visage est entièrement visible dans cadre, prenez une photo.
it: Quando il viso è in cornici ed è completamente catturato, scatta una foto.

# idenfy_face_camera_results_message
source: Keep your face in white frame, make sure your shoulders are visible.
de: Halte Dein Gesicht in den weissen Rahmen und achten Du darauf, dass Deine Schultern sichtbar sind.
fr: Gardez votre visage dans le cadre, assurez-vous que vos épaules sont visibles.
it: Mantieni il viso in una cornice bianca, assicurati che le spalle siano visibili.

# idenfy_identification_results_proceed_button_title
source: Proceed
de: Weiter
fr: Continuer
it: Procedere

source: Uploading document back photo...
de: Dokument wird hochgeladen ...
fr: Chargement du verso du document ...
it: Caricamento foto documento indietro ...

source: Uploading document face photo...
de: Foto wird hochgeladen ...
fr: Chargement de la photo du visage ...
it: Caricamento della foto del volto del documento ...

source: Uploading document front photo...
de: Vorderes Foto des Dokuments wird hochgeladen ...
fr: Chargement du recto du document ...
it: Caricamento foto frontale documento ...

source: Uploading passport cover photo...
de: Passbild wird hochgeladen ...
fr: Chargement de la photo de la couverture du passeport ...
it: Caricamento foto di copertina del passaporto ...

# idenfy_identification_results_title_additional_info_uploading_utility_bill_photo
source: Uploading utility bill photo...
de: Foto der Stromrechnung wird hochgeladen ...
fr: Chargement d'une photo de facture de services publics ...
it: Caricamento foto fattura bolletta ...

# idenfy_identification_results_title_back_document_step
source: Document back photo
de: Foto von dem Dokument
fr: Verso du document
it: Foto posteriore del documento

# idenfy_identification_results_title_face_step
source: Face photo
de: Gesichtsfoto
fr: Photo du visage
it: Foto del viso

# idenfy_identification_results_title_front_document_step
source: Document front photo
de: Foto von dem Dokument
fr: Recto du document
it: Foto frontale del documento

# idenfy_identification_results_title_identification_status_error
source: Identification failed
de: Identifizierung fehlgeschlagen
fr: L'identification a échoué
it: Identificazione fallita

# idenfy_identification_results_title_identification_status_loading
source: Please wait a moment...
de: Bitte warte einen Moment...
fr: Veuillez patientez s'il-vous-plaît...
it: Per favore aspetta un momento...

# idenfy_identification_results_title_identification_status_success
source: Identification succeeded!
de: Identifikation erfolgreich!
fr: Identification réussie!
it: Identificazione riuscita!

# idenfy_initial_agreement_button_issuing_country_selection_title
source: Country:
de: Land:
fr: Pays:
it: Nazione:

# idenfy_initial_agreement_confirm_button_title
source: Let's begin
de: Lass uns anfangen
fr: C'est parti
it: Cominciamo

# idenfy_initial_agreement_terms_and_conditions_checkbox_1_message
source: I do confirm, that information (identification pictures) that I provide is not fake or forged
de: Ich bestätige, dass Informationen (Identifikationsbilder) die ich anbiete, nicht gefälscht sind.
fr: Je confirme que le document (photos d'identification) que j'ai fourni n'est ni contrefait, ni falsifié.
it: Confermo che tali informazioni (immagini identificative) che fornisco non è falso o contraffatto

# idenfy_initial_agreement_terms_and_conditions_checkbox_2_message_part_1
source: I do understand that in case of
de: Ich verstehe das im Falle von
fr: Je comprends que dans le cas de
it: Lo capisco in caso di

# idenfy_initial_agreement_terms_and_conditions_checkbox_2_message_part_2
source: fraudulent
de: betrügerischen
fr: frauduleuses
it: fraudolento

# idenfy_initial_agreement_terms_and_conditions_checkbox_2_message_part_3
source: actions or any attempt of
de: Handlungen oder irgendein Versuch von
fr: actions ou toute tentative de
it: azioni o qualsiasi tentativo di

# idenfy_initial_agreement_terms_and_conditions_checkbox_2_message_part_4
source: forgery
de: Fälschung
fr: falsification,
it: contraffazione

# idenfy_initial_agreement_terms_and_conditions_checkbox_2_message_part_5
source: we are obliged to contact authorities and report about the criminal incident.
de: wir verprlichtet sind, behörden zu kontaktieren und über den strafvorfall zu berichten.
fr: nous sommes obligés de contacter les autorités compétentes pour reporter tout incident criminel.
it: siamo obbligati a contattare le autorità e riferire in merito all'incidente criminale.

# idenfy_initial_agreement_title_issuing_document_country
source: Select your document issuing country
de: Wähle das Ausstellungsland
fr: Sélectionnez le pays émetteur de votre document
it: Seleziona il paese di rilascio del documento

# idenfy_initial_agreement_title_issuing_document_country_predefined
source: Document country of issue:
de: Ausstellungsland des Dokuments:
fr: Pays émetteur du document:
it: Paese di emissione del documento:

# idenfy_initial_agreement_title_terms_and_conditions
source: Terms and conditions
de: Geschäftsbedingungen
fr: Termes et conditions
it: Termini e condizioni

# idenfy_initial_agreement_toolbar_title
source: Start identity verification
de: Identitätsüberprüfung starten
fr: Débuter la vérification d'identité
it: Inizia la verifica dell'identità

# idenfy_instructions_driver_license_front_correct_text
source: Make sure you show the Driver license at the time of identification, not the other document.
de: Stelle sicher, dass Du den Führerschein zum Zeitpunkt der Identifizierung vorzeigst und nicht ein anderes Dokument.
fr: Assurez-vous de montrer le permis de conduire au moment de l'identification.
it: Assicurati di mostrare la patente di guida al momento dell'identificazione, non l'altro documento.

# idenfy_instructions_driver_license_front_correct_title
source: Show your Driving license
de: Zeige Deinen Führerschein
fr: Veuillez montrer votre permis de conduire
it: Mostra la tua patente di guida

# idenfy_instructions_driver_license_front_finger_text
source: Do not cover your face or any other information in the document.
de: Verdecke nicht Dein Gesicht oder andere Informationen im Dokument.
fr: Ne couvrez pas votre visage ou toute autre information contenue dans le document.
it: Non coprire il viso o altre informazioni nel documento.

# idenfy_instructions_driver_license_front_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_driver_license_front_fit_frame_text
source: Make sure the front of the Driving license fits into the white frame and does not go beyond the edges of the frame, and the document shown is not blurred and clearly legible.
de: Stelle sicher, dass die Vorderseite des Führerscheins in den weissen Rahmen passt und nicht über die Ränder des Rahmens hinausragt, das gezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le recto du permis de conduire est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Le document illustré est entièrement lisible.
it: Assicurarsi che la parte anteriore della patente di guida si inserisca nella cornice bianca e non superi i bordi della cornice e che il documento mostrato non sia sfocato e chiaramente leggibile.

# idenfy_instructions_driver_license_front_fit_frame_title
source: The Driving license front fits in white frames
de: Die Vorderseite das Führerscheins passt in den weissen Rahmen
fr: Le recto du permis de conduire est entièrement visible dans les cadres.
it: La parte anteriore della patente si inserisce in cornici bianche

# idenfy_instructions_driver_license_front_reflection_text
source: Make sure the light reflection or document hologram does not cover the face or other important document information.
de: Stellesicher, dass das Lichtreflexions- oder Dokumentenhologramm nicht das Gesicht oder andere wichtige Dokumentinformationen bedeckt.
fr: Assurez-vous que la réflexion de la lumière ou l'hologramme du document ne couvre pas le visage ou d'autres informations importantes du document.
it: Assicurarsi che il riflesso della luce o l'ologramma del documento non copra il volto o altre informazioni importanti sul documento.

# idenfy_instructions_driver_license_front_reflection_title
source: There is no reflection of light
de: Es gibt keine Lichtreflexion
fr: Il n'y a pas de reflet de lumière
it: Non c'è riflesso della luce

# idenfy_instructions_face_fit_frame_text
source: Make sure your face fits into white frames.
de: Stellen sicher, dass Dein Gesicht in den weissen Rahmen passt.
fr: Assurez-vous que votre visage est entièrement visible dans les cadres.
it: Assicurati che il tuo viso si adatti alle cornici bianche.

# idenfy_instructions_face_fit_frame_title
source: Face fits in white frames
de: Gesicht passt in den weissen Rahmen
fr: Le visage est entièrement visible dans les cadres.
it: Il viso si adatta a cornici bianche

# idenfy_instructions_face_one_face_text
source: Make sure, there is no other faces visible in the picture.
de: Stelle sicher, dass keine anderen Gesichter auf dem Bild sichtbar sind.
fr: Assurez-vous qu'il n'y a pas d'autres visages visibles sur l'image.
it: Assicurati che non vi siano altri volti visibili nell'immagine.

# idenfy_instructions_face_one_face_title
source: Only one face is visible
de: Es ist nur ein Gesicht sichtbar
fr: Un seul visage est entièrement visible
it: È visibile solo una faccia

# idenfy_instructions_face_shadow_text
source: Make sure your face is well lit and there is no shadow on it.
de: Stelle sicher, dass DeinGesicht gut beleuchtet ist und kein Schatten darauf ist.
fr: Assurez-vous que votre visage est bien éclairé et qu'il n'y a pas d'ombre.
it: Assicurati che il tuo viso sia ben illuminato e che non vi sia ombra.

# idenfy_instructions_face_shadow_title
source: The face is not covered by a shadow
de: Das Gesicht ist nicht von einem Schatten bedeckt
fr: Le visage n'est pas couvert par une ombre
it: Il viso non è coperto da un'ombra

# idenfy_instructions_face_zoom_text
source: Make sure your face fits into the frame. After taking the selfie move your face closer.
de: Stelle sicher, dass Dein Gesicht in den Rahmen passt. Bewege nach der Aufnahme des Selfies Dein Gesicht näher zur Kamera.
fr: Assurez-vous que votre visage est entièrement visible dans le cadre. Après avoir pris le selfie, rapprochez-vous de votre visage.
it: Assicurati che il tuo viso si adatti alla cornice. Dopo aver scattato il selfie, avvicina il viso.

# idenfy_instructions_face_zoom_title
source: Face fits in the frame
de: Gesicht passt in den Rahmen
fr: Le visage est entièrement visible dans le cadre
it: La faccia si adatta alla cornice

# idenfy_instructions_id_back_correct_text
source: Make sure you are showing the back of the ID card.
de: Stelle sicher, dass Du die Rückseite des Personalausweises zeigst.
fr: Assurez-vous que vous montrez le dos de la carte d'identité.
it: Assicurati di mostrare il retro della carta d'identità.

# idenfy_instructions_id_back_correct_title
source: Show your ID card back
de: Zeige die Rückseite desPersonalausweises
fr: Présentez votre carte d'identité
it: Mostra la tua carta d'identità

# idenfy_instructions_id_back_finger_text
source: Do not cover the information in the document with your finger.
de: Deckke die Informationen im Dokument nicht mit Deinem Finger ab.
fr: Ne couvrez pas les informations contenues dans le document avec votre doigt.
it: Non coprire le informazioni nel documento con un dito.

# idenfy_instructions_id_back_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_id_back_fit_frame_text
source: Make sure the back of the ID card fits into the white frame and does not go beyond the edges of the frame. Also, make sure the document you are displaying is not blurred and clearly legible.
de: Stelle sicher, dass die Rückseite des Ausweises in den weissen Rahmen passt und nicht über die Rahmenkanten hinausragt. Es ist wichtig, dass das angezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le verso de la carte d'identité est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Assurez-vous également que le document soit entièrement lisible.
it: Assicurarsi che il retro della carta d'identità si inserisca nella cornice bianca e non superi i bordi della cornice. Inoltre, assicurati che il documento che stai visualizzando non sia sfocato e chiaramente leggibile.

# idenfy_instructions_id_back_fit_frame_title
source: The back of the ID card fits in white frames
de: Die Rückseite des Personalausweises passt in den weissen Rahmen
fr: Le dos de la carte d'identité est entièrement visible dans les cadres.
it: Il retro della carta d'identità si inserisce in cornici bianche

# idenfy_instructions_id_back_mrz_text
source: Make sure your document has the MRZ (2 or 3 character lines). If your document does not have an MRZ zone, select OTHER DOCUMENTS in the document selection window.
de: Stelle sicher, dass Ihr Dokument die MRZ (2 oder 3 Zeichenzeilen) enthält. Wenn Ihr Dokument keine MRZ-Zone hat, wählen Du im Dokumentauswahlfenster ANDERE DOKUMENTE.
fr: Assurez-vous que votre document possède la Zone de Lecture Automatique (ZLA). Si votre document ne contient pas de zone ZLA, sélectionnez AUTRES DOCUMENTS dans la fenêtre de sélection de document.
it: Assicurati che il tuo documento abbia la MRZ (2 o 3 righe di caratteri). Se il documento non ha una zona MRZ, selezionare ALTRI DOCUMENTI nella finestra di selezione del documento.

# idenfy_instructions_id_back_mrz_title
source: The document has the MRZ area
de: Der Beleg hat den MRZ-Bereich
fr: Le document a la Zone de Lecture Automatique
it: Il documento ha l'area MRZ

# idenfy_instructions_id_front_correct_text
source: Make sure you show the ID card at the time of identification, not the other document.
de: Stelle sicher, dass Du den Personalausweis zum Zeitpunkt der Identifizierung vorzeigen, nicht das andere Dokument.
fr: Assurez-vous de montrer la carte d'identité au moment de l'identification.
it: Assicurati di mostrare la carta d'identità al momento dell'identificazione, non l'altro documento.

# idenfy_instructions_id_front_correct_title
source: Show your ID card
de: Zeigen Du Ihren Personalausweis
fr: Veuillez présenter votre carte d'identité
it: Mostra la tua carta d'identità

# idenfy_instructions_id_front_finger_text
source: Do not cover your face or any other information in the document.
de: Verdecken Du nicht Ihr Gesicht oder andere Informationen im Dokument.
fr: Ne couvrez pas votre visage ou toute autre information contenue dans le document.
it: Non coprire il viso o altre informazioni nel documento.

# idenfy_instructions_id_front_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento
