Repository: sonect/sonect-idenfy-kyc-plugin
Catalog: IdenfyKycPlugin/Assets/*.lproj/Idenfy.strings
Languages: de, fr, it

# idenfy_instructions_id_front_fit_frame_text
source: Make sure the front of the ID card fits into the white frame and does not go beyond the edges of the frame, and the document shown is not blurred and clearly legible.
de: Vergewissern Du sich, dass die Vorderseite des Ausweises in den weissen Rahmen passt und nicht über die Rahmenkanten hinausragt und das gezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le recto de la carte d'identité est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Le document illustré est entièrement lisible.
it: Accertarsi che la parte anteriore della carta d'identità si adatti alla cornice bianca e non superi i bordi della cornice e che il documento mostrato non sia sfocato e chiaramente leggibile.

# idenfy_instructions_id_front_fit_frame_title
source: The ID card front fits in white frames
de: Die Ausweisvorderseite passt in weiße Rahmen
fr: Le recto de la carte d'identité est entièrement visible dans les cadres.
it: La parte anteriore della carta d'identità si adatta a cornici bianche

# idenfy_instructions_id_front_reflection_text
source: Make sure the light reflection or document hologram does not cover the face or other important document information.
de: Stelle sicher, dass das Lichtreflexions- oder Dokumentenhologramm nicht das Gesicht oder andere wichtige Dokumentinformationen bedeckt.
fr: Assurez-vous que la réflexion de la lumière ou l'hologramme du document ne couvre pas le visage ou toute autre information importante du document.
it: Assicurarsi che il riflesso della luce o l'ologramma del documento non copra il volto o altre informazioni importanti sul documento.

# idenfy_instructions_id_front_reflection_title
source: There is no reflection of light
de: Es gibt keine Lichtreflexion
fr: Il n'y a pas de reflet de lumière
it: Non c'è riflesso della luce

# idenfy_instructions_other_back_finger_text
source: Do not cover the information in the document with your finger.
de: Decke die Informationen im Dokument nicht mit Ihrem Finger ab.
fr: Ne couvrez pas les informations contenues dans le document avec votre doigt.
it: Non coprire le informazioni nel documento con un dito.

# idenfy_instructions_other_back_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_other_back_fit_frame_text
source: Make sure the back of the document fits into the white frame and does not go beyond the edges of the frame, and the document shown is not blurred and is clearly legible.
de: Stelle sicher, dass die Rückseite des Dokuments in den weissen Rahmen passt und nicht über die Ränder des Rahmens hinausragt und das gezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le verso du document est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Le document illustré est entièrement lisible.
it: Assicurarsi che il retro del documento si adatti alla cornice bianca e non superi i bordi della cornice e che il documento mostrato non sia sfocato e sia chiaramente leggibile.

# idenfy_instructions_other_back_fit_frame_title
source: The back of the document fits in white frames
de: Die Rückseite des Dokuments passt in weiße Rahmen
fr: Le verso du document est entièrement visible dans les cadres.
it: Il retro del documento si adatta a cornici bianche

# idenfy_instructions_other_front_finger_text
source: Do not cover your face or any other information in the document.
de: Verdecken Du nicht Ihr Gesicht oder andere Informationen im Dokument.
fr: Ne couvrez pas votre visage ou toute autre information contenue dans le document.
it: Non coprire il viso o altre informazioni nel documento.

# idenfy_instructions_other_front_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_other_front_fit_frame_text
source: Make sure the front of the document fits into the white frame and does not go beyond the edges of the frame, and the document shown is not blurred and is clearly legible.
de: Stelle sicher, dass die Vorderseite des Dokuments in den weissen Rahmen passt und nicht über die Ränder des Rahmens hinausragt und das gezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que l'avant du document est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Le document illustré est entièrement lisible.
it: Accertarsi che la parte anteriore del documento si adatti alla cornice bianca e non superi i bordi della cornice e che il documento mostrato non sia sfocato e sia chiaramente leggibile.

# idenfy_instructions_other_front_fit_frame_title
source: The front of the document fits in white frames
de: Die Vorderseite des Dokuments passt in den weissen Rahmen
fr: Le recto du document est entièrement visible dans les cadres.
it: La parte anteriore del documento si inserisce in cornici bianche

# idenfy_instructions_other_front_mrz_text
source: Make sure you show the document that does not have MRZ.
de: Stelle sicher, dass Du das Dokument ohne MRZ anzeigst.
fr: Assurez-vous de montrer le document qui n'a pas de Zone de Lecture Automatique.
it: Assicurati di mostrare il documento che non ha MRZ.

# idenfy_instructions_other_front_mrz_title
source: Show your document that does not have MRZ
de: Dein Dokument ist ohne MRZ
fr: Montrez votre document qui n'a pas de Zone de Lecture Automatique
it: Mostra il tuo documento che non ha MRZ

# idenfy_instructions_other_front_reflection_text
source: Make sure the light reflection or document hologram does not cover the face or other important document information.
de: Stelle sicher, dass das Lichtreflexions- oder Dokumentenhologramm nicht das Gesicht oder andere wichtige Dokumentinformationen bedeckt.
fr: Assurez-vous que la réflexion de la lumière ou l'hologramme du document ne couvre pas le visage ou toute autre information importante du document.
it: Assicurarsi che il riflesso della luce o l'ologramma del documento non copra il volto o altre informazioni importanti sul documento.

# idenfy_instructions_other_front_reflection_title
source: There is no reflection of light
de: Es gibt keine Lichtreflexion
fr: Il n'y a pas de reflet de lumière
it: Non c'è riflesso della luce

# idenfy_instructions_passport_correct_text
source: Make sure you show your passport during identification and not another document.
de: Stelle sicher, dass Du Deinen Reisepass bei der Identifizierung und nicht ein anderes Dokument zeigst.
fr: Assurez-vous de montrer votre passeport lors de l'identification.
it: Assicurati di mostrare il passaporto durante l'identificazione e non un altro documento.

# idenfy_instructions_passport_correct_title
source: Show your passport
de: Pass ist angezeigt
fr: Veuillez présenter votre passeport
it: Mostra il tuo passaporto

# idenfy_instructions_passport_finger_text
source: Do not cover your face or any other information in the document.
de: Verdecke nicht Dein Gesicht oder andere Informationen im Dokument.
fr: Ne couvrez pas votre visage ou toute autre information contenue dans le document.
it: Non coprire il viso o altre informazioni nel documento.

# idenfy_instructions_passport_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_passport_fits_frame_text
source: Make sure the passport fits into white frames and does not go beyond the borders of the frame, and the document shown is not blurred and clearly legible.
de: Stelle sicher, dass der Reisepass in den weissen Rahmen passt und nicht über die Rahmengrenzen hinausragt und das gezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le passeport tient dans les cadres et ne dépasse pas les bords du cadre et que le document illustré est entièrement lisible.
it: Assicurarsi che il passaporto si adatti alle cornici bianche e non superi i bordi della cornice e che il documento mostrato non sia sfocato e chiaramente leggibile.

# idenfy_instructions_passport_fits_frame_title
source: The passport fits in white frames
de: Der Reisepass passt in den weissen Rahmen
fr: Le passeport est entièrement visible dans les cadres.
it: Il passaporto si inserisce in cornici bianche

# idenfy_instructions_passport_mrz_text
source: Make sure your document has the MRZ (2 or 3 character lines). If your document does not have an MRZ zone, select OTHER DOCUMENTS in the document selection window.
de: Stelle sicher, dass Dein Dokument die MRZ (2 oder 3 Zeichenzeilen) enthält. Wenn Dein Dokument keine MRZ-Zone hat, wähle im Dokumentauswahlfenster ANDERE DOKUMENTE.
fr: Assurez-vous que votre document possède la Zone de Lecture Automatique (ZLA). Si votre document ne contient pas de zone ZLA, sélectionnez AUTRES DOCUMENTS dans la fenêtre de sélection de document.
it: Assicurati che il tuo documento abbia la MRZ (2 o 3 righe di caratteri). Se il documento non ha una zona MRZ, selezionare ALTRI DOCUMENTI nella finestra di selezione del documento.

# idenfy_instructions_passport_mrz_title
source: Passport has MRZ area
de: Reisepass hat MRZ-Bereich
fr: Passeport a zone de Zone de Lecture Automatique
it: Il passaporto ha un'area MRZ

# idenfy_instructions_passport_reflection_text
source: Make sure the light reflection or document hologram does not cover the face or other important document information.
de: Stelle sicher, dass das Lichtreflexions- oder Dokumentenhologramm nicht das Gesicht oder andere wichtige Dokumentinformationen bedeckt.
fr: Assurez-vous que la réflexion de la lumière ou l'hologramme du document ne couvre pas le visage ou toute autre information importante du document.
it: Assicurarsi che il riflesso della luce o l'ologramma del documento non copra il volto o altre informazioni importanti sul documento.

# idenfy_instructions_passport_reflection_title
source: There is no reflection of light
de: Es gibt keine Lichtreflexion
fr: Il n'y a pas de reflet de lumière
it: Non c'è riflesso della luce

# idenfy_instructions_residence_permit_back_correct_text
source: Make sure you are showing the back of the Residence permit.
de: Stelle sicher, dass Du die Rückseite der Aufenthaltserlaubnis vorzeigst.
fr: Assurez-vous de montrer le verso du permis de séjour.
it: Assicurati di mostrare il retro del permesso di soggiorno.

# idenfy_instructions_residence_permit_back_correct_title
source: Show the back of your Residence permit
de: Zeige die Rückseite Deiner Aufenthaltserlaubnis
fr: Veuillez montrer le verso de votre permis de séjour
it: Mostra il retro del permesso di soggiorno

# idenfy_instructions_residence_permit_back_finger_text
source: Do not cover the information in the document with your finger.
de: Decke die Informationen im Dokument nicht mit Ihrem Finger ab.
fr: Ne couvrez pas les informations contenues dans le document avec votre doigt.
it: Non coprire le informazioni nel documento con un dito.

# idenfy_instructions_residence_permit_back_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_residence_permit_back_fit_frame_text
source: Make sure the back of the Residence permit fits into the white frame and does not go beyond the edges of the frame. Also, make sure the document you are displaying is not blurred and clearly legible.
de: Stelle sicher, dass die Rückseite der Aufenthaltserlaubnis in den weissen Rahmen passt und nicht über die Ränder des Rahmens hinausragt. Es ist wichtig, dass das angezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le verso du permis de résidence est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Assurez-vous également que le document que vous affichez n’est pas flou et clairement lisible.
it: Assicurarsi che il retro del permesso di soggiorno si inserisca nella cornice bianca e non superi i bordi della cornice. Inoltre, assicurati che il documento che stai visualizzando non sia sfocato e chiaramente leggibile.

# idenfy_instructions_residence_permit_back_fit_frame_title
source: The back of the Residence permit fits in white frames
de: Die Rückseite der Aufenthaltserlaubnis passt in den weissen Rahmen
fr: Le verso du titre de séjour est entièrement visible dans les cadres.
it: Il retro del permesso di soggiorno si inserisce in cornici bianche

# idenfy_instructions_residence_permit_back_mrz_text
source: Make sure your document has the MRZ (2 or 3 character lines). If your document does not have an MRZ zone, select OTHER DOCUMENTS in the document selection window.
de: Stelle sicher, dass Dein Dokument die MRZ (2 oder 3 Zeichenzeilen) enthält. Wenn Dein Dokument keine MRZ-Zone hat, wähle im Dokumentenauswahlfenster ANDERE DOKUMENTE.
fr: Assurez-vous que votre document possède la Zone de Lecture Automatique (ZLA). Si votre document ne contient pas de zone ZLA, sélectionnez AUTRES DOCUMENTS dans la fenêtre de sélection de document.
it: Assicurati che il tuo documento abbia la MRZ (2 o 3 righe di caratteri). Se il documento non ha una zona MRZ, selezionare ALTRI DOCUMENTI nella finestra di selezione del documento.

# idenfy_instructions_residence_permit_back_mrz_title
source: The document has the MRZ area
de: Das Dokument hat den MRZ-Bereich
fr: Le document a la Zone de Lecture Automatique
it: Il documento ha l'area MRZ

# idenfy_instructions_residence_permit_front_correct_text
source: Make sure you show the Residence permit at the time of identification, not the other document.
de: Stelle sicher, dass Du die Aufenthaltserlaubnis zum Zeitpunkt der Identifizierung vorzeigst, nicht ein anderes Dokument.
fr: Assurez-vous de montrer le permis de résidence au moment de l'identification.
it: Assicurati di mostrare il permesso di soggiorno al momento dell'identificazione, non l'altro documento.

# idenfy_instructions_residence_permit_front_correct_title
source: Show your Residence permit
de: Zeige Deine Aufenthaltserlaubnis vor
fr: Veuillez montrer votre permis de séjour
it: Mostra il permesso di soggiorno

# idenfy_instructions_residence_permit_front_finger_text
source: Do not cover your face or any other information in the document.
de: Verdecke nicht Dein Gesicht oder andere Informationen im Dokument.
fr: Ne couvrez pas votre visage ou toute autre information contenue dans le document.
it: Non coprire il viso o altre informazioni nel documento.

# idenfy_instructions_residence_permit_front_finger_title
source: The finger does not cover the document
de: Der Finger bedeckt das Dokument nicht
fr: Le doigt ne couvre pas le document
it: Il dito non copre il documento

# idenfy_instructions_residence_permit_front_fit_frame_text
source: Make sure the front of the Residence permit fits into the white frame and does not go beyond the edges of the frame, and the document shown is not blurred and clearly legible.
de: Stelle sicher, dass die Vorderseite der Aufenthaltserlaubnis in den weissen Rahmen passt und nicht über die Rahmenkanten hinausragt und das gezeigte Dokument nicht unscharf und deutlich lesbar ist.
fr: Assurez-vous que le recto du permis de résidence est entièrement visible dans le cadre et ne dépasse pas les bords du cadre. Le document illustré est entièrement lisible.
it: Assicurarsi che la parte anteriore del permesso di soggiorno si inserisca nella cornice bianca e non vada oltre i bordi della cornice e che il documento mostrato non sia sfocato e chiaramente leggibile.

# idenfy_instructions_residence_permit_front_fit_frame_title
source: The Residence permit front fits in white frames
de: Die Aufenthaltserlaubnisfront passt in den weissen Rahmen
fr: Le recto du permis de résidence est entièrement visible dans les cadres.
it: La parte anteriore del permesso di soggiorno si inserisce in cornici bianche

# idenfy_instructions_residence_permit_front_reflection_text
source: Make sure the light reflection or document hologram does not cover the face or other important document information.
de: Stelle sicher, dass das Lichtreflexions- oder Dokumentenhologramm nicht das Gesicht oder andere wichtige Dokumentinformationen bedeckt.
fr: Assurez-vous que la réflexion de la lumière ou l'hologramme du document ne couvre pas le visage ou toute autre information importante du document.
it: Assicurarsi che il riflesso della luce o l'ologramma del documento non copra il volto o altre informazioni importanti sul documento.

# idenfy_instructions_residence_permit_front_reflection_title
source: There is no reflection of light
de: Es gibt keine Lichtreflexion
fr: Il n'y a pas de reflet de lumière
it: Non c'è riflesso della luce

# idenfy_permission_asks_to_provide_camera_permission_manually
source: Provide permissions manually
de: Gebe Deine Angaben manuell ein
fr: Veuillez fournir les autorisations manuellement
it: Fornire autorizzazioni manualmente

# idenfy_take_photo
source: Take Photo
de: Foto machen
fr: Prendre une photo
it: Fare foto

# idenfy_alert_title_manual_reviewing_information
source: INFORMATION
it: INFORMAZIONE
